app/Http/Controllers/Api/UserArea/InvoiceController.php

SELECT * FROM `invoices` WHERE `invoices`.`user_id` = 1 and `invoices`.`user_id` IS not NULL and `active` = 1 ORDER BY `created_at` DESC LIMIT 11 offset 0
---
    public function index(Request $request)
    {
        $invoices = $request->user()->invoices();
        $invoices = $request->has('active') ? $invoices->active() : $invoices->inactive();
        return response()->json($invoices->latest()->simplePaginate(10)->withQueryString());

SELECT * FROM `invoices` WHERE `invoices`.`user_id` = 1 and `invoices`.`user_id` IS not NULL and `invoices`.`id` = '25' LIMIT 1
SELECT * FROM `offers` WHERE 0 = 1
SELECT `id`, `code` FROM `orders` WHERE `orders`.`id` = '28c903fc-4c42-4289-94da-371408cdea1e' and `orders`.`deleted_at` IS NULL LIMIT 1
SELECT `id`, `value`, `value_type` FROM `offers` WHERE 0 = 1
---
    public function show(Request $request, $invoice)
    {
        $invoice = $request->user()->invoices()->with('offer')->findOrFail($invoice);
        $order = $invoice->order()
            ->select(['id', 'code'])
            ->with(['items' => function($q) {
                $q->select(['id', 'order_id', 'offer_id', 'title', 'total'])->with([
                    'offer' => function($query) {
                        $query->select('id', 'value', 'value_type');
                    }
                ]);
            }])
            ->firstOrFail();