app/Http/Controllers/Api/UserArea/OrderController.php

    public function index()
    {
        $orders = request()
                ->user()
                ->orders()
                ->select([
                    'id',
                    'code',
                    'method',
                    'status',
                    'type',
                    'created_at'
                ])
                ->latest()
                ->simplePaginate(4);
        $orders->load([
            'items' => function($q) {
                $q->select([
                    'id',
                    'service_id',
                    'order_id'
                ])->with(['service' => function($q) {
                    $q->select([
                        'id', 'title', 'icon_class'
                    ]);
                }]);
            }
        ]);
---
SELECT `id`, `code`, `method`, `status`, `type`, `created_at` FROM `orders` WHERE `orders`.`user_id` = 1 and `orders`.`user_id` IS not NULL and `orders`.`deleted_at` IS NULL ORDER BY `created_at` DESC LIMIT 5 offset 0
SELECT `id`, `title`, `icon_class` FROM `services` WHERE `services`.`id` in (3, 4, 5, 6, 8, 9, 10, 11, 13)