app/Http/Controllers/Api/UserArea/ReportController.php

SELECT * FROM `transactions` WHERE `transactions`.`user_id` = 1 and `transactions`.`user_id` IS not NULL ORDER BY `created_at` DESC LIMIT 13 offset 0
SELECT * FROM `bills` WHERE `bills`.`id` in ('26a82d5f-2167-4115-897a-1ba2f737621a')
---
    public function transactions()
    {
        $transactions = request()->user()->transactions()->latest()->simplePaginate(12);
        $transactions->append(['provider_fa', 'status_fa']);
        $transactions->load('bill');

SELECT `offers`.*, `offer_user`.`user_id` as `pivot_user_id`, `offer_user`.`offer_id` as `pivot_offer_id`, `offer_user`.`user_attempts` as `pivot_user_attempts` FROM `offers` inner join `offer_user` on `offers`.`id` = `offer_user`.`offer_id` WHERE `offer_user`.`user_id` = 1 ORDER BY `expires_at` ASC LIMIT 13
---
    public function offers()
    {
        $offers = request()->user()->offers()->orderBy('expires_at', 'asc')->cursorPaginate(12);

SELECT count(*) as aggregate FROM `orders` WHERE `user_id` = 1 and `finished_at` IS not NULL and `orders`.`deleted_at` IS NULL
---
    public function ordersStat(Request $request)
    {
        $user_id = $request->user()->id;
        $completed = Order::where('user_id', $user_id)->whereNotNull('finished_at');
        return response()->json([
            'completed' => $completed->count(),
            'awaiting' => 0,
            'prepaid' => 0
        ]);

SELECT `id`, `method`, `code` FROM `orders` WHERE `user_id` = 1 and `orders`.`deleted_at` IS NULL ORDER BY `created_at` DESC LIMIT 3
SELECT `id`, `amount`, `status`, `provider`, `updated_at` FROM `transactions` WHERE `status` = 'verified' and `user_id` = 1 ORDER BY `updated_at` DESC LIMIT 3
---
    public function latest(Request $request)
    {
        $user_id = $request->user()->id;
        $orders = Order::latest()
            ->select('id', 'method', 'code')
            ->where('user_id', $user_id)
            ->limit(3)
            ->get()
            ->append(['text']);
        $transactions = Transaction::select('id', 'amount', 'status', 'provider', 'updated_at')
            ->orderBy('updated_at', 'desc')
            ->where('status', 'verified')
            ->where('user_id', $user_id)
            ->limit(3)
            ->get()
            ->append(['text']);