app/Http/Controllers/Api/UserArea/TicketController.php

SELECT `id`, `title`, `tracking_code`, `status`, `ticket_department_id`, `closed_at`, `created_at` FROM `tickets` WHERE `tickets`.`user_id` = 1 and `tickets`.`user_id` IS not NULL and `tickets`.`deleted_at` IS NULL LIMIT 10 offset 0
SELECT count(*) as aggregate FROM `tickets` WHERE `tickets`.`user_id` = 1 and `tickets`.`user_id` IS not NULL and `tickets`.`deleted_at` IS NULL
---
    public function index(Request $request)
    {
        $tickets = $request->user()
                    ->tickets()
                    ->select('id', 'title', 'tracking_code', 'status', 'ticket_department_id', 'closed_at', 'created_at')
                    ->with('department')
                    ->paginate(10);

SELECT `id`, `title`, `user_id`, `tracking_code`, `status`, `ticket_department_id`, `closed_at`, `created_at` FROM `tickets` WHERE `tickets`.`user_id` = 1 and `tickets`.`user_id` IS not NULL and `tickets`.`id` = '6db912e7-4fc9-4875-a07d-34a16f2ef8e0' and `tickets`.`deleted_at` IS NULL LIMIT 1
---
    public function show(Request $request, $ticket_id)
    {
        $ticket = $request->user()
                    ->tickets()
                    ->select('id', 'title', 'user_id', 'tracking_code', 'status', 'ticket_department_id', 'closed_at', 'created_at')
                    ->findOrFail($ticket_id);