<div class="col-12 mt-5 title-section">
    <div class="title-container">
        <h2 class="title-text">لوگو</h2>
        <span class="title-underline"></span>
    </div>
</div>
<div class="col-12 float-left p-3">
    <div class="tab-element">
        <ul class="tabs-container col-12 float-left p-0">
            <li class="tab badge badge-pill eggplant active">لوگو چیست؟</li>
            <li class="tab badge badge-pill eggplant">انواع لوگو</li>
            <li class="tab badge badge-pill eggplant">کاربرد لوگو</li>
            <li class="tab badge badge-pill eggplant">فلسفه فکری لوگو</li>
        </ul>
        <div class="tab-contents col-lg-6 offset-lg-3 col-md-8 offset-md-2 col-12 float-left mt-3">
            <article class="tab-content active">
                <p class="info-item-title">لوگو چیست؟ آیا دایا آرتز تنها  لوگو طراحی می کند؟</p>
                <p>لوگو نماینده و نشان هر برند است. لوگو می تواند نمادی از هر شاخصه مهم برند شما باشد. لوگو یادآور آن نشانی است که مخاطب و مشتری را به یاد کسب و کار شما می اندازد. شخصیت هر برند در قالب نماد ها و  هنر جمع می شود. تصور کنید دنیایی را که لوگو در آن وجود ندارد... فروشگاه های خیابان ها از یکدیگر تفکیک نمی شوند، کسب و کار های مختلف دیگر نمی توانند با مخاطبشان ارتباط ویژه برقرار کنند، برندینگ زیر سوال می رود و بسیاری مشکلات دیگر که تنها و تنها نداشتن لوگو آن را ایجاد می کند. دایا آرتز در زمینه طراحی لوگو مبتنی بر فلسفه فکری و ایجاد ارزش معنوی برای مخاطب، تخصص دارد اما طراحی لوگو صرفا یکی از خدمات بیشمار دایا آرتز برای شما گرامیان است.</p>
            </article>
            <article class="tab-content">
                <p class="info-item-title">انوع لوگو چیست ؟ کدام یک بهتر است ؟</p>
                <p>
                    انوع طراحی لوگو و آرم یا نشان به سه دسته تقسیم می شود که بر اساس نوع نمایش اجزا  لوگو تفکیک شده است. <br> طراحی لوگو تصویری، طراحی لوگو نوشتاری، طراحی لوگو ترکیبی از تصویر و متن.
                    <ul class="info-item-list">
                        <li>طراحی لوگو تصویری یعنی اجزا و عناصر لوگو با تصویر سازی و اشکال تصویری ساخته شود که نمادگرایی و یا تصویر عواملی که مرتبط به کسب و کار شما هستند می تواند در طراحی لوگو تصویری بسیار موثر واقع شود.</li>
                        <li>طراحی لوگو نوشتاری یعنی اجزا و عناصر لوگو طراحی شده از فونت و لغات طراحی شود. طراحی لوگو نوشتاری،  هنری است که مخاطب را به چالش می کشد چرا که بازی با کلمات و حروف می تواند لوگو را تبدیل به یک معما کند.</li>
                        <li>طراحی لوگو ترکیبی یعنی اجزا و عناصر لوگو طراحی شده از تصویر و حروف باشند. چینش و ترکیب کردن، نیاز به سلیقه و تمرکز بر فضا های پر و خالی در لوگو دارد، به سادگی نمی توان یک تصویر و یک کلمه را ترکیب کرد.</li>
                    </ul>
                </p>
                <p>در حقیقت هیچ کدام از انوع لوگو بر دیگری برتری ندارد. لوگو نوشتاری یا  لوگو تصویری و ترکیب آن ها هیچ مزیت مثبتی بر یکدیگر ندارند. درواقع هنر و میزان تسلط طراح است که لوگو را ارزشمند می کند. البته ناگفته نماند که طراحی لوگو ترکیبی به مراتب سخت تر از لوگو تصویری و طراحی لوگو تصویری سخت تر از لوگو نوشتاری است.</p>
            </article>
            <article class="tab-content">
                <p class="info-item-title">لوگو چه کاربردی دارد؟ </p>
                <p>لوگو اوج شخصیت برند است. می توانید ژن برند را به لوگو تزریق کنید. هر کجا نام یا تصویر لوگو شما دیده شود، آوازه کسب و کار شما می پیچد و تبلیغات بدون حضور شما جریان دارد. لوگو می تواند به شبکه های ارتباطی و اجتماعی شما، جلا بخشد. طراحی گرافیک پلی است به دنیای هنری کسب و کار ها. برند هرگز متوقف نمی شود چرا که شخصیت هر کسب و کار تا زمانی که فعال باشد، دیده می شود. لوگو همچون شیرازه ایی است که اوراق برندینگ یک کسب و کار یا حتی فعالیت های غیر تجاری را متحد می کند. بعضی از کارشناسان معتقد هستند که بعد از ایده مناسب، همه چیز از لوگو آغاز می شود.</p>
            </article>
            <article class="tab-content">
                <p class="info-item-title">فلسفه فکری لوگو چیست؟</p>
                <p>در پس زمینه هر چیز، عقیده و باور نهادینه شده است. باور ها و عقاید تبدیل به ارزش ها می شوند و ارزش ها برایمان ملاک های زیبایی را به وجود می آورند. در خصوص لوگو نیز به همین شکل است. عقاید و باور های هر شخص در کسب و کارش تبدیل به ارزش های معنوی آن کسب و کار می شود و آرمان ها را می سازد. ارزش های آن فعالیت و کسب و کار، خط قرمز هایی را به وجود می آورد که برای طراحی لوگو به شکل زیبا و بامعنی نمی توان از آن ها عبور کرد. همه این پروسه چکیده ایی از فلسفه فکری لوگو است که برای هر شخص و هر کسب و کار متفاوت است چرا که عقاید و باور ها متفاوت هستند و این علتی است که لوگو ها تکراری طراحی نمی شوند.</p>
            </article>
            <div class="col-12 mt-4 text-center">
                <a href="#" class="btn badge-pill eggplant active">همین حالا سفارشت رو ثبت کن!</a>
            </div>
        </div>
    </div>
</div>