@extends('layouts.page')

@section('header')
    <!-- Policy Header -->
    <div class="header-section policy-header">
        <div class="header-text p-4 col-12 col-md-7">
            <h2>قوانین و مقررات <a href="{{ route('home') }}">دایا آرتز</a></h2>
            <br>
            <p>تیم طراحی لوگو و خدمات گرافیکی <a href="{{ route('home') }}">دایا آرتز</a> در چارچوب های اخلاقی جمهوری اسلامی ایران و تابع انجمن صنفی طراحان گرافیک ایران است که اصول حرفه و متود های کیفی جهانی را سرلوح فعالیت های خود قرار داده است.</p>
        </div>
        <div class="header-vector col-12 col-md-5 mb-3 mb-md-0">
            <img src="{{ asset('images/rules.svg') }}" alt="rules vector" class="rules">
            <img src="{{ asset('images/rules-back.svg') }}" alt="rules-back" class="rules-back">
        </div>
        <div class="triangle d-none d-md-block"></div>
    </div>
    <!-- end Policy Header -->
@endsection

@section('content')
<!-- daya duties -->
<div class="section w-100">
    <div class="title-section w-100 mt-5 mb-4">
        <div class="title-container">
            <h3 class="title-text w-100 m-0">تعهدات و سیاست های دایا آرتز در قبال مشتریان و کارفرمایان</h3>
        </div>
    </div>
    <div class="daya-duties w-100">
        <div class="duty-item col-12">
            <p class="bold">1- آیا تیم دایا آرتز در جهت حفظ اطلاعات کارفرمایان حقوقی و حقیقی مسئول است؟</p>
            <p>بله کاملا ، رعایت حقوق معنوی و حفظ کرامت کارفرما از اصول اخلاقیست. تیم نوین طراحی گرافیک دایا آرتز مسئول حفاظت از اطلاعات مشتریان است و نسبت به صیانت از حقوق مشتریان کاملا متعهد می شود.</p>
        </div>
        <div class="duty-vector-text float-left">
            <div class="col-5 d-none d-md-block customer-vector float-left mt-md-5 mt-lg-0">
                <img src="{{ asset('images/customer.svg') }}" alt="daya-shopping-basket">
            </div>
            <div class="customer-text col-md-7 float-right">
                <div class="duty-item">
                    <p class="bold">2- قرار داد محرمانگی چیست؟</p>
                    <p>دایا آرتز چگونه امنیت اطلاعات هر مشتری را تضمین می کند؟</p>
                    <p>قرار داد محرمانگی میان دایا آرتز و مشتریان قرار گرفته است تا ضمانت نامه حغاظت از اطلاعات ایشان باشد. تیم دایا آرتز ضمن عقد قرار داد محرمانگی اطلاعات معنوی مشتریان نسبت به حفظ حقوق معنوی ایشان حتی پس از اتمام پروژه و سفارش را متعهد می شود.</p>
                </div>
                <div class="duty-item">
                    <p class="bold">3- تیم طراحان دایا آرتز متعهد می شود آثار طراحی شده دارای خلاقیت و نواوری و عاری از کپی باشد.</p>
                </div>
                <div class="duty-item">
                    <p class="bold">4- آیا دایا آرتز پاسخگو و برطرف کننده پرسش های مشتریان در حوزه طراحی و گرافیک ضمن سفارش می باشد؟</p>
                    <p>بله تیم طراحی دایا آرتز آماده به تفهیم جزئیات و برطرف کننده پرسش های مطرح شده مشتریان است ، تیم طراحی دایا آرتز متعهد می شود ضمن تکمیل روند پروژه تمام اطلاعات مورد نیاز مشتریان از روند و چگونگی و چرایی کار را در اختیارشان قرار دهد.</p>
                </div>
            </div>
        </div>
        <div class="duty-item col-12">
            <p class="bold">5- تیم طراحی دایا آرتز موظف است برای هر یک از مشتریان خویش صفحه کاربری با امکانات پیگیری از روند سفارش / دریافت اطلاعات مورد نیاز / دریافت کتابچه pdf هویت بصری لوگو / ارتباط با مسئول پروژه / ثبت تیکت / ثبت شکایت را فراهم اورد.</p>
            <p class="bold">صفحه کاربری ویژه تمامی کاربران برای نظارت بر جزئیات پروژه طراحی شده تا پنل مدیریت و مشارکت مسئول پروژه و کارفرما باشد. حال با استفاده از استفاده از امکانات حساب شخصی خود در قالب امنیتی به مدیریت و بررسی روند سفارش خود بپردازید ، از جزئیات امور مالی در لحظه باخبر شوید ، ارتباط دوسویه با طراح سفارش خود داشته باشید و از همه سودمند تر برای سفارش های دیگرتان در وقت و هزینه صرفه جویی کنید و شامل تخفیفات ویژه مشتریان دارای حساب شخصی شوید.</p>
        </div>
        <div class="duty-item col-12">
            <p class="bold">6- دایا آرتز چگونه مفاهیم و ایده های قرار گرفته در لوگو و طراحی ها را مستندسازی می کند؟</p>
            <p></p>
        </div>
        <div class="duty-item col-12">
            <p class="bold">7- تعرفه های تیم طراحی دایا آرتز بر اساس چه معیاری است؟</p>
            <p>تیم طراحی متعهد شده است تعرفه های مالی و قیمت گذاری سرویس هایش خارج از چارچوب قانونی و اخلاقی نباشد و تابع انجمن صنفی طراحان گرافیک ایران قیمت گذاری کند و تعرفه های متناسب با نیاز مشتریان داشته باشد و بسته های ویژه نیاز مشتریان ارائه دهد.</p>
        </div>
        <div class="duty-item col-12">
            <p class="bold">8- آیا دایا آرتز از استارتاپ ها حمایت می کند؟</p>
            <p>دایا آرتز پیشگام در حمایت استارتاپ های نوپا به صورت حقوقی و معنوی است ، از همین جهت قرارداد های صیانت از محرمانگی هویت ایده استارتاپ ها در دسترس کافرمایان گرامی قرار خواهد گرفت تا با آسودگی و امنیت به سفارش و طراحی لوگو و هویت برند خود بپردازند. دایا آرتز در تلاش ها و سیاست گذاری های نوین برای حمایت از کارآفرینان و استارتاپ ها نیز دارد که به ذی نفعان ارائه داده می شود تا باری جزئی از فشار های ایجاد یک کسب و کار نوین از دوش ایشان برداشته شود.</p>
        </div>
        <div class="col-12 d-md-none customer-vector float-left">
            <img src="{{ asset('images/customer.svg') }}" alt="daya-shopping-basket">
        </div>
    </div>
</div>
<!-- end daya duties --> 

<!-- FAQ accordion 1 -->
<div class="section w-100 FAQ-section mt-5">
    <h4 class="faq-title mt-3 mb-4">سوالات متداول</h4>
    <div class="accordion-container p-4">
        <div class="item-wrapper col-12 col-md-6 col-lg-3 mr-1">
            <div class="question-wrapper">
                <h4>چگونه سفارش را ثبت کنیم؟</h4>
                <span><i class="fas fa-minus"></i></span>
            </div>
            <p class="answer">سفارش هارو میتونید به دو روش تخصصی و فوری ثبت کنید ، برای اطلاعات بیشتر میتونید به صفحه راهنمای ثبت سفارش مراجعه کنید.</p>
        </div>
        <div class="item-wrapper col-12 col-md-6 col-lg-3 mr-1">
            <div class="question-wrapper">
                <h4>تفاوت سفارش فوری با تخصصی چیست؟</h4>
                <span><i class="fas fa-minus"></i></span>
            </div>
            <p class="answer">در سفارش فوری با پر کردن فرم همکاران ما با شما تماس خواهند گرفت ، در سفارش تخصصی با پر کردن فرم ها سفارش خود را ثبت خواهید کرد.</p>
        </div>
        <div class="item-wrapper col-12 col-md-6 col-lg-3 mr-1">
            <div class="question-wrapper">
                <h4>ثبت سفارش تخصصی چگونه است؟</h4>
                <span><i class="fas fa-minus"></i></span>
            </div>
            <p class="answer">با انتخاب کردن تعرفه مورد نظر خود که در سه بسته تقسیم بندی شده ، منتظر ارسال اتود های مورد نظر خود که در بازه زمانی ۱۵ الی ۲۰ روزه می باشد ، باشید.</p>
        </div>
        <div class="item-wrapper col-12 col-md-6 col-lg-3 mr-1">
            <div class="question-wrapper">
                <h4>چگونه به دایا اعتماد کنیم؟</h4>
                <span><i class="fas fa-minus"></i></span>
            </div>
            <p class="answer">گروه طراحی دایا قدرت گرفته شده از تیم بزرگ سمپی با شماره ثبت ۳۲۳۵۰۵۰ و دارای نشان اعتماد و درگاه پرداخت زرین پال است.</p>
        </div>
        <div class="item-wrapper col-12 col-md-6 col-lg-3 mr-1">
            <div class="question-wrapper">
                <h4>شرایط ثبت سفارش چیست؟</h4>
                <span><i class="fas fa-minus"></i></span>
            </div>
            <p class="answer">مطالعه دقیق شرایط و ظوابط و سپس تعرفه های سفارش ، پر کردن فرم درخواست سفارش و در انتها پرداخت مبلغ یا بیعانه بر اساس نوع سفارش</p>
        </div>
        <div class="item-wrapper col-12 col-md-6 col-lg-3 mr-1">
            <div class="question-wrapper">
                <h4>روش های پرداخت چیست؟</h4>
                <span><i class="fas fa-minus"></i></span>
            </div>
            <ul class="answer">
                <li>از طریق درگاه های اینترنتی سایت</li>
                <li>از طریق کارت به کارت</li>
            </ul>
        </div>
    </div>
</div>
<!-- end FAQ accordion 1 -->

<!-- Customer duties -->
<div class="section w-100 mt-5">
    <div class="title-section w-100 mb-4">
        <div class="title-container">
            <h3 class="title-text w-100 m-0">تعهدات و امتیازات مشتریان عزیز</h3>
        </div>
    </div>
    <div class="daya-duties w-100">
        <div class="duty-vector-text float-left">
            <div class="col-5 d-none d-md-block customer-vector privacy-vector float-left mt-md-5 mt-lg-0">
                <img src="{{ asset('images/privacy.svg') }}" alt="daya-privacy">
            </div>
            <div class="customer-text col-md-7 float-right">
                <div class="duty-item">
                    <p class="bold">1- مهم ترین تعهد مشتریان و کارفرمایان چیست؟</p>
                    <p>در راس تعهدات مشتریان ، عدم همکاری همزمان با دیگر تیم های طراحی و ارائه پروژه و سفارش یکسان به تیم طراحی دیگری جز دایا آرتز هنگام ثبت و سفارش پروژه در دایا می باشد. در صورت عدم تحقق این تعهد و تخلف از آن دایا آرتز ادامه روند سفارش شما ار در حالت تعلیق قرار می دهد.</p>
                </div>
                <div class="duty-item">
                    <p class="bold">2- آیا مشتریان در قبال ارائه اطلاعات مسئولیتی دارند؟</p>
                    <p>مشتریان عزیز ضمن عقد قرارداد محرمانگی جهت حفظ و اجرا صیانت از اطلاعاتشان ، می بایست اطلاعات مورد نیاز طراح و خواسته هایشان از طراح را به طور کامل ارائه نمایند تا روند طراحی در بهترین سطح کیفی واقع شود و مورد رضایتشان باشد.</p>
                </div>
                <div class="duty-item">
                    <p class="bold">3- آیا میان طراحان و کارفرمایان حقوقی یا حقیقی ضمن سفارش قرارداد رسمی بسته میشود؟</p>
                    <p>بله ، دایا آرتز ارائه دهنده قرارداد رسمی شامل عناوین کامل حقوقی و مالی به مشتریان و کارفرمایان خود است و طرفین موظف به پذیرش حقوق یکدیگر هستند.</p>
                </div>
            </div>
        </div>
        <div class="duty-item col-12">
            <p class="bold">4- آیا سرویس های دایا آرتز شامل خدمات و امتیازات پس از اتمام پروژه می باشد؟</p>
            <p>خدمات پس از فروش دایا آرتز شامل حال تمامی مشتریان گرامی می شود و قابل بهره برداری از طریق حساب شخصی کارفرمایان است. خدمات پس از فروش دربرگیرنده ترمیم لوگو طراحی شده ، تخفیفات برای سفارش دوم به بعد ، تسهیلات معنوی برای مشتریان و مواردیست که تنها به مشتریان ارائه و توضیح داده می شود.</p>
        </div>
        <div class="duty-item col-12">
            <p class="bold">5- خدمات و سرویس های مشتریان شامل چه امتیازاتی می شود؟</p>
            <p>دایا آرتز با رویکرد شناختی ، قصد مهندسی و ایجاد جهانبینی در طراحی را دارد بنابراین به صورت مفهومی به طراحی و ترسیم سفارشات می پردازد که در راس این رویکرد تکریم هویت و شخصیت برند شما قرار دارد.</p>
            <p>+ هر یک از مشتریان دارای یک حساب کاربری و پنل مدیریت با قابلیت های تمام و کمال است تا نظارت و مشارکت میان دایا و کارفرمایان در نهایت سطح کیفی قرار بگیرد.</p>
            <p>+ هریک از سفارشات شامل تعداد مشخصی از اتود های اولیه (طرح های ابتدایی) است که با یکدیگر شباهت و وجه اشتراکی ندارند بنابراین مشتریان وابسته به سلیقه و خواسته هایشان می توانند یکی از آن ها را انتخاب یا ترکیب کنند و تا انتهای روند پروژه پایه طراحی بر اساس اتود انتخابی مشتری باشد.</p>
            <p>+ بسته ها و تعرفه ها ویژه نیاز مشتریان در نظر گرفته شده اند و همچنین حمایت های معنوی ، حقوقی از استارتاپ های نوپا از سیاست گذاری های دایا است که مخصوص تیم های استارتاپی ارائه و توضیح داده می شود.</p>
        </div>
        <div class="col-12 d-md-none customer-vector float-left">
            <img src="{{ asset('images/privacy.svg') }}" alt="daya-privacy">
        </div>
    </div>
</div>
<!-- end Customer duties -->

<!-- FAQ accordion 2 -->
<div class="section w-100 FAQ-section mt-5">
    <h4 class="faq-title mt-3 mb-4">سوالات متداول</h4>
    <div class="accordion-container p-4">
        <div class="item-wrapper col-12 col-md-6 col-lg-3 mr-1">
            <div class="question-wrapper">
                <h4>چگونه سفارش را ثبت کنیم؟</h4>
                <span><i class="fas fa-minus"></i></span>
            </div>
            <p class="answer">سفارش هارو میتونید به دو روش تخصصی و فوری ثبت کنید ، برای اطلاعات بیشتر میتونید به صفحه راهنمای ثبت سفارش مراجعه کنید.</p>
        </div>
        <div class="item-wrapper col-12 col-md-6 col-lg-3 mr-1">
            <div class="question-wrapper">
                <h4>تفاوت سفارش فوری با تخصصی چیست؟</h4>
                <span><i class="fas fa-minus"></i></span>
            </div>
            <p class="answer">در سفارش فوری با پر کردن فرم همکاران ما با شما تماس خواهند گرفت ، در سفارش تخصصی با پر کردن فرم ها سفارش خود را ثبت خواهید کرد.</p>
        </div>
        <div class="item-wrapper col-12 col-md-6 col-lg-3 mr-1">
            <div class="question-wrapper">
                <h4>ثبت سفارش تخصصی چگونه است؟</h4>
                <span><i class="fas fa-minus"></i></span>
            </div>
            <p class="answer">با انتخاب کردن تعرفه مورد نظر خود که در سه بسته تقسیم بندی شده ، منتظر ارسال اتود های مورد نظر خود که در بازه زمانی ۱۵ الی ۲۰ روزه می باشد ، باشید.</p>
        </div>
        <div class="item-wrapper col-12 col-md-6 col-lg-3 mr-1">
            <div class="question-wrapper">
                <h4>چگونه به دایا اعتماد کنیم؟</h4>
                <span><i class="fas fa-minus"></i></span>
            </div>
            <p class="answer">گروه طراحی دایا قدرت گرفته شده از تیم بزرگ سمپی با شماره ثبت ۳۲۳۵۰۵۰ و دارای نشان اعتماد و درگاه پرداخت زرین پال است.</p>
        </div>
        <div class="item-wrapper col-12 col-md-6 col-lg-3 mr-1">
            <div class="question-wrapper">
                <h4>شرایط ثبت سفارش چیست؟</h4>
                <span><i class="fas fa-minus"></i></span>
            </div>
            <p class="answer">مطالعه دقیق شرایط و ظوابط و سپس تعرفه های سفارش ، پر کردن فرم درخواست سفارش و در انتها پرداخت مبلغ یا بیعانه بر اساس نوع سفارش</p>
        </div>
        <div class="item-wrapper col-12 col-md-6 col-lg-3 mr-1">
            <div class="question-wrapper">
                <h4>روش های پرداخت چیست؟</h4>
                <span><i class="fas fa-minus"></i></span>
            </div>
            <ul class="answer">
                <li>از طریق درگاه های اینترنتی سایت</li>
                <li>از طریق کارت به کارت</li>
            </ul>
        </div>
    </div>
</div>
<!-- end FAQ accordion 2 -->

<!-- rules -->
<div class="section w-100 mt-5 mb-5">
    <div class="title-section w-100 mb-4">
        <div class="title-container">
            <h3 class="title-text w-100 m-0">قوانین مشترک و تبصره های روند سفارش و طراحی</h3>
        </div>
    </div>
    <div class="daya-duties w-100">
        <div class="duty-vector-text float-left">
            <div class="col-5 d-none d-md-block customer-vector privacy-vector float-left mt-md-5 mt-lg-0">
                <img src="{{ asset('images/commitments.svg') }}" alt="daya-privacy">
            </div>
            <div class="customer-text col-md-7 float-right">
                <div class="duty-item">
                    <p class="bold">1- دایا آرتز متعهد شده است تا خلاقیت و نوآوری در تمامی طراحی های خود داشته باشد بنابراین از هرگونه کپی و عدم رعایت حقوق دیگر همکاران طراح در دیگر تیم ها پرهیز می کند . خواهش هستیم مشتریان در جهت حفظ حقوق معنوی و فکری لوگو و سفارشاتشان کوشا باشند و این نکته را به دیده اغماض ننگرند . مشتریان و کارفرمایان نیز توجه داشته باشند ، انسان نمی تواند تمامی طراحی ها و موارد گرافیکی جهان را برشمارد و یک به یک آن ها را بازبینی کند ، از طرفی شباهت های بسیار جزئی بین لوگو و ترسیمات امری اجتناب ناپذیر است بنابراین دایا در طرز فکر ایجاد لوگو و طراحی تمایز ویژه نیز ایجاد می کند با اینحال اعتراض نسبت به شباهت های جزئی میان لوگو ها پذیرفتنی نیست </p>
                </div>
                <div class="duty-item">
                    <p class="bold">2- روند پرداخت هزینه سفارشات به دو صورت ارائه می شود :</p>
                    <p>کارفرما می تواند کل مبلغ تعرفه را پس از پذیرش و عقد قرارداد به دایا آرتز بپردازد یا تنها مبلغ ودیعه به عنوان بخشی از مبلغ تعرفه پرداخت شود و الباقی پس از طراحی تمام و کمال پروژه پرداخت شود.</p>
                </div>
                <div class="duty-item">
                    <p>3- دایا آرتز مدتی پس از ثبت سفارش و بررسی شناخت نیاز شما ، اتود ها و طرح های اولیه خود را به کارفرمایان ارائه می دهند تا با انتخاب یا ترکیب چند اتود ، روند طراحی بر اساس سلیقه مشتری قرار گیرد . </p>
                </div>
            </div>
        </div>
        <div class="duty-item col-12">
            <p><b>تبصره یک: </b>در صورت لغو قرار داد پیش از ارائه اتود های اولیه طراحان ، مبلغ ودیعه به طور کامل به کارفرما گرامی پس از روند بازنگری در جهت تکریم خواسته های مشتری بازپرداخت می شود و دایا صیانت از اطلاعات مشتریان را متعهد می شود.</p>
        </div>
        <div class="duty-item col-12">
            <p><b>تبصره دو: </b>در صورت لغو قرار داد پس از ارائه اتود های اولیه مبلغ ودیعه عودت داده نمی شود . امیدواریم قابل توجه مشتریان عزیز قرار گیرد که اتود های اولیه حاوی خلاقیت و نوآوری طراحان هستند و مهم ترین رکن طراحی به شمار می روند بنابراین در صورت رویت اتود ها و لغو قرار داد می بایست مبلغ ودیعه در ازای طراحی اتود های اولیه به طراح پرداخت شود .</p>
        </div>
        </div>
        <div class="duty-item col-12">
            <p><b>تبصره سه: </b>هر پروژه شامل طراحان و مدیر مسئول مشخصی است تا در جهت رضایت شما تغییر و اصلاحات مورد نظر شما را در اتود های اولیه اعمال کند بنابراین کارشناسان اتود های اولیه را را پس اعمال برخی جزئیات در قالب حرفه ایی به ذوق و سلیقه شما می رسانند</p>
        </div>
        <div class="duty-item col-12">
            <p class="bold">4- تیم دایا آرتز متناسب با نیاز شما وقت و زمانی را برای ارائه طرح متعهد می شود در صورت عدم تعهد برنامه زمانی ثبت شده در قرار داد ، دایا آرتز حقوق و تسهیلات مشخصی را به کارفرمایان به صورت رایگان ارائه می دهد . از مشتریان گرامی تقاضا داریم ضمن ارائه به موقع اطلاعات و موارد مورد نیاز طراح برای ترسیم سفارش شما ، صبور باشند . </p>
        </div>
        <div class="duty-item col-12">
            <p class="bold">5- رکن نخست در اجرا پروژه برای طراحان دایا آرتز استاندارد های مشخص است ، هر کارشناس پروژه موظف است جزئیات استاندارد ها و تجارب در طراحی و زمینه برندینگ لازم را به مشتریان ارائه دهد تا ایشان نیز از چارچوب های بازار اطلاع یابند ولیکن در صورت مغایرت نظر کارشناسان با مشتریان ، نظر کارفرما گرامی در راس توجه طراح قرار گرفت تا سلیقه مشتری مطابق میل خود به جامه عمل در آید . قابل توجه مشتریان گرامی در صورت قرارگیر معیار سلیقه کارفرمایان ، طراح مطابق سلیقه مشتریان عزیز فعالیت می کند و در نهایت طراحی ارائه داده شده نتیجه مستقیم سلیقه و ذوق مشتریان می باشد .</p>
        </div>
        <div class="col-12 d-md-none customer-vector float-left">
            <img src="{{ asset('images/commitments.svg') }}" alt="daya-privacy">
        </div>
    </div>
</div>
<!-- end rules -->
@endsection