app/Http/Controllers/Api/LoginController.php

    public function login(Request $request)
    {
        $this->username = $this->getDesiredUsernameKey(array_keys($request->toArray()));
        $this->validateLogin($request);
        // if (method_exists($this, 'hasTooManyLoginAttempts') && $this->hasTooManyLoginAttempts($request)) {
        //     $this->fireLockoutEvent($request);
        //     return $this->sendLockoutResponse($request);
        // }
        if ($this->attemptLogin($this->credentials($request))) {
            $request->session()->regenerate();
            $company = Auth::user()->company()->first();
---
SELECT * FROM `companies` WHERE `companies`.`user_id` = 1 and `companies`.`user_id` IS not NULL LIMIT 1