app/Http/Controllers/Api/RegisterController.php

INSERT INTO `users` (`email`, `password`, `updated_at`, `created_at`) VALUES ('uono1382@gmail.com', '$2y$10$wYO8hNFxrOzNOlWk26zdi.F3jhktPTvC4IveVRUfXAPq2GeIntHlq', '2022-02-14 09:39:32', '2022-02-14 09:39:32')
---
    protected function create(array $data)
    {
        return User::create($data);