app/Http/Controllers/Api/UserController.php

    public function show(Request $request)
    {
        $company = $request->user()->company()->first();
---
SELECT * FROM `companies` WHERE `companies`.`user_id` = 4 and `companies`.`user_id` IS not NULL LIMIT 1