app/Http/Controllers/Api/VerificationController.php

    public function editPhoneNumber(Request $request)
    {
        $request->validate([
            'phone_number' => 'required|string|regex:/^9[0-9]{9}$/|unique:users,phone_number,' . $request->user()->getKey()
        ]);
        $user = $request->user();
        if ($user->phone_verified) {
            return $this->phoneAlreadyVerifiedResponse();
        }
        $user->phone_number = $request->input('phone_number');
        if ($user->save()) {
---
UPDATE `users` SET `phone_number` = '9403020442', `users`.`updated_at` = '2022-02-14 08:25:09' WHERE `id` = 4