<?php

return [
    'order' => [
        'recived' => "سفارش شما با کد پیگیری :code ثبت شد. کارشناسان ما به زودی با شما تماس خواهند گرفت.",
        'error' => "مشکلی هنگام ثبت سفارش رخ داد"
    ],
    'quick-order' => [
        'recived' => "سفارش سریع #:code در دایا آرتز ثبت شد",
        'cache_exists' => "شما به تازگی سفارشی را در دایا آرتز به ثبت رسانده اید",
        'new-order' => "سفارش جدیدی در دایا آرتز ثبت شد".
        "\n شماره سفارش :‌ :code".
        "\n نام مشتری:‌ :fullname".
        "\n".
        "شماره تلفن: :phone_number‌".
        "\n تاریخ ثبت: :datetime"
    ],
    'google_recaptcha_error' => "سرویس اعتبار سنجی google شما را ربات تشخیص داده است. اگر اشتباهی رخ داده است میتوانید با ما تماس بگیرید",
    'invoices' => [
        'already-paid' => 'این قبض قبلا پرداخت شده است'
    ],
    'payment' => [
        'success' => 'پرداخت با موفقیت انجام شد.'
    ],
    'email' => [
        'registered' => 'ثبت نام شما در دایا آرتز انجام شد',
        'order' => 'سفارش شما در دایا آرتز ثبت شد و در حالت انتظار است',
    ],
    'form' => [
        'success' => 'پاسخ فرم با موفقیت ثبت شد. با تشکر'
    ],
    'transaction_saved' => 'تراکنش شما با موفقیت ثبت شد و پس از بررسی تایید خواهد شد. نتایج بررسی به اطلاع شما خواهد رسید. با تشکر'
];