<?php

return [
    'order' => [
        'recived' => "سفارش شما با کد پیگیری :code ثبت شد. کارشناسان ما به زودی با شما تماس خواهند گرفت.",
        'error' => "مشکلی هنگام ثبت سفارش رخ داد"
    ],
    'google_recaptcha_error' => "سرویس اعتبار سنجی google شما را ربات تشخیص داده است. اگر اشتباهی رخ داده است میتوانید با ما تماس بگیرید",
    'invoices' => [
        'already-paid' => 'این قبض قبلا پرداخت شده است'
    ],
    'payment' => [
        'success' => 'پرداخت با موفقیت انجام شد.'
    ],
    'email' => [
        'registered' => 'ثبت نام شما در دایا آرتز انجام شد',
        'order' => 'سفارش شما در دایا آرتز ثبت شد و در حالت انتظار است',
    ]
];