سلام {{ $username }}.
ثبت نام شما در دایا تکمیل شد.
به پلتفرم دایا آرتز خوش آمدید

{{-- 
از ثبت نام شما در استارتاپ طراحی گرافیک دایــا آرتــز بسیار سپاس گزاریم ؛
شما مــی توانید پس از انتخاب نوع خدمات مورد نیازتان ، فــوری و سریع از 
روش های متفاوت ســفارش خود را ثبت کنید و آمـــاده شروع پروژه طراحی 
گرافــــیک خود پس از تکمیل فرم های سفارش باشید . از این پس به راحتی
می توانید طراحی لـــوگو، کارت ویزیت، یا هر گونه خدمات طراحی گرافــیک
مورد نیازتان را سفارش دهید و منتظر یک طراحی حرفه ایی از طرف ما باشید .

پیشنهاد می کنم به صفحه [انواع خدمات]({{ route('services.index') }}) دایا آرتز سری بزنید و سرویس مورد
نیازتان را به راحتی سفارش دهید یا حتی می توانید از پکیج های فوق العاده
هــــدفمند سازی شده کسب و کار خودتان استفاده کنید و هـــمه نیاز های
طراحی گرافیک را یک جا از طریق سیستم سفارش تخصصی دایــا آرتز تامین
کنید . فراموش نکنید که تمام چیز هایی که برای نظارت پروژه خـود نیاز دارید
در پنل کــــاربری شما قرار گرفته ؛ برای تکمیل اطلاعات ثبت نام و ورود به آن [کلیک کنید]({{ route('userarea') }}).

در صورت نیاز به هر گــــونه پشتیبانی و راهنمایی از راه های ارتباطی موجود
با ما تماس بگیرید . --}}