app/Traits/VerificationAid.php

    public function generateVerificationCode(string $purpose, string $code, bool $forEmail = true, int $minutesToExpire = 10)
    {
        $verification = new VerificationCode();
        $verification->type = $purpose;
        $verification->code = $code;
        $verification->expires_at = now()->addMinutes($minutesToExpire);
        $verification->sent_by = $forEmail ? 'email' : 'sms';
        $this->verification_codes()->create($verification->toArray());
---
INSERT INTO `verification_codes` (`type`, `code`, `expires_at`, `sent_by`, `user_id`, `updated_at`, `created_at`) VALUES ('verify_phone', '769631', '2022-02-14 06:53:59', 'sms', 4, '2022-02-14 06:51:59', '2022-02-14 06:51:59')