app/Http/Controllers/LandingsController.php

SELECT `title`, `slug`, `view` FROM `pages` WHERE `type` = 'landing-page' and `slug` = 'daya' LIMIT 1
---
    public function show(Request $request, $slug)
    {
        $page = Page::select(['title', 'slug', 'view'])->where('type', 'landing-page')->where('slug', $slug)->firstOrFail();