app/Http/Controllers/PortfolioController.php

SELECT * FROM `portfolios` ORDER BY RAND() LIMIT 6
---
    public function index($service = null)
    {
        if ($service) {
            $portfolios = \Cache::rememberForever("service.{$service}.portfolios", function () use($service) {
                $portfolios = Portfolio::where('service_id', $service)
                ->get()
                ->each(function($p) {
                    $p->url = route('portfolio.show', ['slug' => $p->slug]);
                });
                $portfolios->load('images.file');
                return $portfolios;
            });
        } else {
            $portfolios = Portfolio::take(6)->with('images.file')->inRandomOrder()->get()->each(function($p) {
                $p->url = route('portfolio.show', ['slug' => $p->slug]);
            });