app/Http/Controllers/WebsiteController.php

SELECT * FROM `services` WHERE `parent_id` IS NULL and `group` <> 'main'
---
    public function services()
    {
        $service_groups = Service::whereNull('parent_id')->select("*")->where('group', '<>', 'main')->get()->groupBy('group');