@extends('layouts.page')

@section('header')
<!-- Policy Header -->
<div class="header-section policy-header">
    <div class="header-text p-4 col-12 col-md-7">
        <h2>قوانین و مقررات <a href="{{ route('home') }}">دایا آرتز</a></h2>
        <br>
        <p>تیم طراحی لوگو و خدمات گرافیکی <a href="{{ route('home') }}">دایا آرتز</a> در چارچوب های اخلاقی جمهوری اسلامی ایران و تابع انجمن صنفی طراحان گرافیک ایران است که اصول حرفه ای و متود های کیفی جهانی را سرلوح فعالیت های خود قرار داده است.</p>
    </div>
    <div class="header-vector col-12 col-md-5 mb-3 mb-md-0">
        <img src="{{ asset('images/rules.svg') }}" alt="rules vector" class="rules">
        <img src="{{ asset('images/rules-back.svg') }}" alt="rules-back" class="rules-back">
    </div>
    <div class="triangle d-none d-md-block"></div>
</div>
<!-- end Policy Header -->
@endsection

@section('content')
<!-- daya duties -->
<div class="section w-100">
    <div class="title-section w-100 mt-5 mb-4">
        <div class="title-container">
            <h3 class="title-text w-100 m-0">تعهدات و سیاست های دایا آرتز در قبال مشتریان و کارفرمایان</h3>
        </div>
    </div>
    <div class="daya-duties">
        <div class="customer-vector">
            <img src="http://localhost/images/commitments.svg" alt="daya-privacy">
        </div>
        <div class="duty-item">
            <p>1- دایا آرتز متعهد شده است تا خلاقیت و نوآوری در تمامی طراحی های خود داشته باشد بنابراین از هرگونه کپی و عدم رعایت حقوق دیگر همکاران طراح در دیگر تیم ها پرهیز می کند. خواهش مندیم مشتریان در جهت حفظ حقوق معنوی و فکری لوگو و سفارشاتشان کوشا باشند و این نکته را به دیده اغماض ننگرند. مشتریان و کارفرمایان نیز توجه داشته باشند، انسان نمی تواند تمامی طراحی ها و موارد گرافیکی جهان را برشمارد و یک به یک آن ها را بازبینی کند، از طرفی شباهت های بسیار جزئی بین لوگو و ترسیمات امری اجتناب ناپذیر است بنابراین دایا در طرز فکر ایجاد لوگو و طراحی تمایز ویژه نیز ایجاد می کند با اینحال اعتراض نسبت به شباهت های جزئی میان لوگو ها پذیرفتنی نیست. </p>
        </div>
        <div class="duty-item">
            <p>2- روند پرداخت هزینه سفارشات به دو صورت ارائه می شود :</p>
            <p>کارفرما می تواند کل مبلغ تعرفه را پس از پذیرش و عقد قرارداد به دایا آرتز بپردازد یا تنها مبلغ ودیعه به عنوان بخشی از مبلغ تعرفه پرداخت شود و الباقی پس از طراحی تمام و کمال پروژه پرداخت شود.</p>
        </div>
        <div class="duty-item">
            <p>3- دایا آرتز مدتی پس از ثبت سفارش و بررسی شناخت نیاز شما، اتود ها و طرح های اولیه خود را به کارفرمایان ارائه می دهند تا با انتخاب یا ترکیب چند اتود، روند طراحی بر اساس سلیقه مشتری قرار گیرد. </p>
        </div>
        <div class="duty-item">
            <p><b>تبصره یک: </b>در صورت لغو قرار داد پیش از ارائه اتود های اولیه طراحان، مبلغ ودیعه به طور کامل به کارفرما گرامی پس از روند بازنگری در جهت تکریم خواسته های مشتری بازپرداخت می شود و دایا صیانت از اطلاعات مشتریان را متعهد می شود.</p>
        </div>
        <div class="duty-item">
            <p><b>تبصره دو: </b>در صورت لغو قرار داد پس از ارائه اتود های اولیه مبلغ ودیعه عودت داده نمی شود. امیدواریم قابل توجه مشتریان عزیز قرار گیرد که اتود های اولیه حاوی خلاقیت و نوآوری طراحان هستند و مهم ترین رکن طراحی به شمار می روند بنابراین در صورت رویت اتود ها و لغو قرار داد می بایست مبلغ ودیعه در ازای طراحی اتود های اولیه به طراح پرداخت شود.</p>
        </div>
        <div class="duty-item">
            <p><b>تبصره سه: </b>هر پروژه شامل طراحان و مدیر مسئول مشخصی است تا در جهت رضایت شما تغییر و اصلاحات مورد نظر شما را در اتود های اولیه اعمال کند بنابراین کارشناسان اتود های اولیه را را پس اعمال برخی جزئیات در قالب حرفه ایی به ذوق و سلیقه شما می رسانند</p>
        </div>
        <div class="duty-item">
            <p>4- تیم دایا آرتز متناسب با نیاز شما وقت و زمانی را برای ارائه طرح متعهد می شود در صورت عدم تعهد برنامه زمانی ثبت شده در قرار داد، دایا آرتز حقوق و تسهیلات مشخصی را به کارفرمایان به صورت رایگان ارائه می دهد. از مشتریان گرامی تقاضا داریم ضمن ارائه به موقع اطلاعات و موارد مورد نیاز طراح برای ترسیم سفارش شما، صبور باشند. </p>
        </div>
        <div class="duty-item">
            <p>5- رکن نخست در اجرا پروژه برای طراحان دایا آرتز استاندارد های مشخص است، هر کارشناس پروژه موظف است جزئیات استاندارد ها و تجارب در طراحی و زمینه برندینگ لازم را به مشتریان ارائه دهد تا ایشان نیز از چارچوب های بازار اطلاع یابند ولیکن در صورت مغایرت نظر کارشناسان با مشتریان، نظر کارفرما گرامی در راس توجه طراح قرار گرفت تا سلیقه مشتری مطابق میل خود به جامه عمل در آید. قابل توجه مشتریان گرامی در صورت قرارگیر معیار سلیقه کارفرمایان، طراح مطابق سلیقه مشتریان عزیز فعالیت می کند و در نهایت طراحی ارائه داده شده نتیجه مستقیم سلیقه و ذوق مشتریان می باشد.</p>
        </div>
    </div>
</div>
<!-- end daya duties --> 

<!-- FAQ accordion 1 -->
<div class="section w-100 FAQ-section mt-5">
    <h4 class="faq-title mt-3 mb-4">سوالات متداول</h4>
    <div class="accordion-container p-4">
        <div class="item-wrapper col-12 col-md-6">
            <div class="question-wrapper">
                <h4>دایا آرتز برای چه کسب و کار هایی طراحی می کنه ؟</h4>
                <span>
                    <i class="fas fa-plus animated rotateIn"></i>
                    <i class="fas fa-minus animated rotateIn d-none"></i>
                </span>
            </div>
            <p class="answer animated flipInY d-none">دایا آرتز برای تمامی مشاغل و کسب و کار های موجود، فعالیت طراحی گرافیک را به شکل حرفه ایی دنبال می کند . از رستوران و کافی شاپ تا استارتاپ ها و شرکت های توسعه فناوری ؛ نیاز هایشان توسط دایا آرتز سنجیده شده تا بهترین خدمات را دریافت کنند.</p>
        </div>
        <div class="item-wrapper col-12 col-md-6">
            <div class="question-wrapper">
                <h4>دایا آرتز چگونه ما را پشتیبانی و پیگیری می کند ؟</h4>
                <span>
                    <i class="fas fa-plus animated rotateIn"></i>
                    <i class="fas fa-minus animated rotateIn d-none"></i>
                </span>
            </div>
            <p class="answer animated flipInY d-none">دایا آرتز دارای یک سیستم پشتیبانی منظم و فعال آنلاین می باشد که منظم به سوالات شما پاسخ می دهد و همچنین در یک اقدام فوق العاده امکان پیگیری های چند جانبه شما را از طریق پنل شخصی کارفرما ایجاد کرده است . ضمنا دایا آرتز از طریق تماس تلفنی و شبکه های اجتماعی نیز پشتیبان و پیگیر مخاطبان خود می باشد .</p>
        </div>
        <div class="item-wrapper col-12 col-md-6">
            <div class="question-wrapper">
                <h4>به چه روش هایی امکان سفارش داریم ؟</h4>
                <span>
                    <i class="fas fa-plus animated rotateIn"></i>
                    <i class="fas fa-minus animated rotateIn d-none"></i>
                </span>
            </div>
            <p class="answer animated flipInY d-none">سفارش تلفنی، سفارش از طریق ربات تلگرام، سفارش از طریق سیستم شبکه های اجتماعی، سفارش فوری و همچنین امکان خاص و ویژه سفارش تخصصی برای تمامی مخاطبان قابل استفاده است.</p>
        </div>
        <div class="item-wrapper col-12 col-md-6">
            <div class="question-wrapper">
                <h4>سفارش تخصصی چیست ؟</h4>
                <span>
                    <i class="fas fa-plus animated rotateIn"></i>
                    <i class="fas fa-minus animated rotateIn d-none"></i>
                </span>
            </div>
            <p class="answer animated flipInY d-none">روش هوشمند و ویژه که دایا آرتز برای ثبت سفارش با جزئیات کامل، توسعه داده است. سفارش تخصصی فراهم گردیده است که به جزئیات اهمیت دهد و روند سفارش را برای شما دقیق و هیجان انگیز کند.</p>
        </div>
        <div class="item-wrapper col-12 col-md-6">
            <div class="question-wrapper">
                <h4>دایا آرتز و امنیت فوق العاده ؛ محرمانه ها چیستند ؟</h4>
                <span>
                    <i class="fas fa-plus animated rotateIn"></i>
                    <i class="fas fa-minus animated rotateIn d-none"></i>
                </span>
            </div>
            <p class="answer animated flipInY d-none">دایا آرتز متعهد می شود که در قبال اطلاعات شما و به ویژه استارت آپ ها مطابق قرارداد محرمانگی در حفظ اطلاعات و امنیت بصری هویت برند شما کوشا باشد و صیانت از آن را در اولویت خود قرار دهد .</p>
        </div>
        <div class="item-wrapper col-12 col-md-6">
            <div class="question-wrapper">
                <h4>نحوه ارائه طراحی های آماده شده و دریافت فایل ها به چه شکل است ؟</h4>
                <span>
                    <i class="fas fa-plus animated rotateIn"></i>
                    <i class="fas fa-minus animated rotateIn d-none"></i>
                </span>
            </div>
            <p class="answer animated flipInY d-none">فایل های طراحی شده به صورت آماده و فرمت مورد نظر شما از طریق پنل کاربر و همچنین از طریق واتساپ و تلگرام قابل دریافت و دانلود می باشند</p>
        </div>
    </div>
</div>
<!-- end FAQ accordion 1 -->

<!-- Customer duties -->
<div class="section w-100 mt-5">
    <div class="title-section w-100 mb-4">
        <div class="title-container">
            <h3 class="title-text w-100 m-0">تعهدات و امتیازات مشتریان عزیز</h3>
        </div>
    </div>
    <div class="daya-duties">
        <div class="customer-vector">
            <img src="{{ asset('images/privacy.svg') }}" alt="daya-privacy">
        </div>
        <div class="duty-item">
            <p>1- مهم ترین تعهد مشتریان و کارفرمایان چیست؟</p>
            <p>در راس تعهدات مشتریان، عدم همکاری همزمان با دیگر تیم های طراحی و ارائه پروژه و سفارش یکسان به تیم طراحی دیگری جز دایا آرتز هنگام ثبت و سفارش پروژه در دایا می باشد. در صورت عدم تحقق این تعهد و تخلف از آن دایا آرتز ادامه روند سفارش شما ار در حالت تعلیق قرار می دهد.</p>
        </div>
        <div class="duty-item">
            <p>2- آیا مشتریان در قبال ارائه اطلاعات مسئولیتی دارند؟</p>
            <p>مشتریان عزیز ضمن عقد قرارداد محرمانگی جهت حفظ و اجرا صیانت از اطلاعاتشان، می بایست اطلاعات مورد نیاز طراح و خواسته هایشان از طراح را به طور کامل ارائه نمایند تا روند طراحی در بهترین سطح کیفی واقع شود و مورد رضایتشان باشد.</p>
        </div>
        <div class="duty-item">
            <p>3- آیا میان طراحان و کارفرمایان حقوقی یا حقیقی ضمن سفارش قرارداد رسمی بسته میشود؟</p>
            <p>بله، دایا آرتز ارائه دهنده قرارداد رسمی شامل عناوین کامل حقوقی و مالی به مشتریان و کارفرمایان خود است و طرفین موظف به پذیرش حقوق یکدیگر هستند.</p>
        </div>
        <div class="duty-item">
            <p>4- آیا سرویس های دایا آرتز شامل خدمات و امتیازات پس از اتمام پروژه می باشد؟</p>
            <p>خدمات پس از فروش دایا آرتز شامل حال تمامی مشتریان گرامی می شود و قابل بهره برداری از طریق حساب شخصی کارفرمایان است. خدمات پس از فروش دربرگیرنده ترمیم لوگو طراحی شده، تخفیفات برای سفارش دوم به بعد، تسهیلات معنوی برای مشتریان و مواردیست که تنها به مشتریان ارائه و توضیح داده می شود.</p>
        </div>
        <div class="duty-item">
            <p>5- خدمات و سرویس های مشتریان شامل چه امتیازاتی می شود؟</p>
            <p>دایا آرتز با رویکرد شناختی، قصد مهندسی و ایجاد جهان‌بینی در طراحی را دارد بنابراین به صورت مفهومی به طراحی و ترسیم سفارشات می پردازد که در راس این رویکرد تکریم هویت و شخصیت برند شما قرار دارد.</p>
            <p>+ هر یک از مشتریان دارای یک حساب کاربری و پنل مدیریت با قابلیت های تمام و کمال است تا نظارت و مشارکت میان دایا و کارفرمایان در نهایت سطح کیفی قرار بگیرد.</p>
            <p>+ هریک از سفارشات شامل تعداد مشخصی از اتود های اولیه (طرح های ابتدایی) است که با یکدیگر شباهت و وجه اشتراکی ندارند بنابراین مشتریان وابسته به سلیقه و خواسته هایشان می توانند یکی از آن ها را انتخاب یا ترکیب کنند و تا انتهای روند پروژه پایه طراحی بر اساس اتود انتخابی مشتری باشد.</p>
            <p>+ بسته ها و تعرفه ها ویژه نیاز مشتریان در نظر گرفته شده اند و همچنین حمایت های معنوی، حقوقی از استارت آپ های نوپا از سیاست گذاری های دایا است که مخصوص تیم های استارت آپی ارائه و توضیح داده می شود.</p>
        </div>
    </div>
</div>
<!-- end Customer duties -->

<!-- FAQ accordion 2 -->
<div class="section w-100 FAQ-section mt-5">
    <h4 class="faq-title mt-3 mb-4">سوالات متداول</h4>
    <div class="accordion-container p-4">
        <div class="item-wrapper col-12 col-md-6">
            <div class="question-wrapper">
                <h4>دایا آرتز چه جور کسب و کاری است ؟</h4>
                <span>
                    <i class="fas fa-plus animated rotateIn"></i>
                    <i class="fas fa-minus animated rotateIn d-none"></i>
                </span>
            </div>
            <p class="answer animated flipInY d-none">دایا آرتز به عنوان یک کسب و کار نوپا فعالیت نوآورانه خود را در زمینه کسب و کار های دیجیتال آغاز کرده است</p>
        </div>
        <div class="item-wrapper col-12 col-md-6">
            <div class="question-wrapper">
                <h4>مراحل پرداخت و تسویه سفارش چگونه است ؟</h4>
                <span>
                    <i class="fas fa-plus animated rotateIn"></i>
                    <i class="fas fa-minus animated rotateIn d-none"></i>
                </span>
            </div>
            <p class="answer animated flipInY d-none">پرداخت و تسویه سفارش در دو نوبت انجام می شود. نخست مبلغ نصف سفارش به عنوان پیش پرداختی برای طراحی اتود های اولیه تسویه می شود و سپس پس از دریافت نهایی پروژه تسویه باقی مانده مبلغ سفارش امکان پذیر است.</p>
        </div>
        <div class="item-wrapper col-12 col-md-6">
            <div class="question-wrapper">
                <h4>چرا نیاز است بخشی از مبلغ سفارش پیش پرداخت شود ؟</h4>
                <span>
                    <i class="fas fa-plus animated rotateIn"></i>
                    <i class="fas fa-minus animated rotateIn d-none"></i>
                </span>
            </div>
            <p class="answer animated flipInY d-none">درواقع این عمل به نفع مشتریان است چراکه مخاطب ضمن پرداخت بخشی از مبلغ سفارش خود، درواقع دارد آن هزینه را برای طراحی اتود های اولیه اش پرداخت می کند، این مسئله یعنی مشتریان مالکیت حقوقی اتود ها را دارا هستند و می توانند با دریافت اتود های اولیه خود از ادامه پروژه صرف نظر کنند.</p>
        </div>
        <div class="item-wrapper col-12 col-md-6">
            <div class="question-wrapper">
                <h4>آیا امکان تسویه کامل وجود دارد ؟</h4>
                <span>
                    <i class="fas fa-plus animated rotateIn"></i>
                    <i class="fas fa-minus animated rotateIn d-none"></i>
                </span>
            </div>
            <p class="answer animated flipInY d-none">بله، امکان تسویه کامل وجود دارد.</p>
        </div>
        <div class="item-wrapper col-12 col-md-6">
            <div class="question-wrapper">
                <h4>آیا عودت مبالغ پرداخت شده امکان پذیر است ؟</h4>
                <span>
                    <i class="fas fa-plus animated rotateIn"></i>
                    <i class="fas fa-minus animated rotateIn d-none"></i>
                </span>
            </div>
            <p class="answer animated flipInY d-none">بله قطعا، می توانید جزئیات شرایط عودت مبالغ پرداخت شده را در تفاهمنامه دایا آرتز و مشتریان دریافت کنید.</p>
        </div>
        <div class="item-wrapper col-12 col-md-6">
            <div class="question-wrapper">
                <h4>روش های پرداخت چیست؟</h4>
                <span>
                    <i class="fas fa-plus animated rotateIn"></i>
                    <i class="fas fa-minus animated rotateIn d-none"></i>
                </span>
            </div>
            <ul class="answer animated flipInY d-none">
                <li>از طریق درگاه های اینترنتی سایت</li>
                <li>از طریق کارت به کارت</li>
            </ul>
        </div>
    </div>
</div>
<!-- end FAQ accordion 2 -->

<!-- rules -->
<div class="section my-5">
    <div class="title-section w-100 mb-4">
        <div class="title-container">
            <h3 class="title-text w-100 m-0">قوانین مشترک و تبصره های روند سفارش و طراحی</h3>
        </div>
    </div>
    <div class="daya-duties">
        <div class="customer-vector">
            <img src="{{ asset('images/commitments.svg') }}" alt="daya-privacy">
        </div>
        <div class="duty-item">
            <p>1- دایا آرتز متعهد شده است تا خلاقیت و نوآوری در تمامی طراحی های خود داشته باشد بنابراین از هرگونه کپی و عدم رعایت حقوق دیگر همکاران طراح در دیگر تیم ها پرهیز می کند. خواهش هستیم مشتریان در جهت حفظ حقوق معنوی و فکری لوگو و سفارشاتشان کوشا باشند و این نکته را به دیده اغماض ننگرند. مشتریان و کارفرمایان نیز توجه داشته باشند، انسان نمی تواند تمامی طراحی ها و موارد گرافیکی جهان را برشمارد و یک به یک آن ها را بازبینی کند، از طرفی شباهت های بسیار جزئی بین لوگو و ترسیمات امری اجتناب ناپذیر است بنابراین دایا در طرز فکر ایجاد لوگو و طراحی تمایز ویژه نیز ایجاد می کند با اینحال اعتراض نسبت به شباهت های جزئی میان لوگو ها پذیرفتنی نیست </p>
        </div>
        <div class="duty-item">
            <p>2- روند پرداخت هزینه سفارشات به دو صورت ارائه می شود :</p>
            <p>کارفرما می تواند کل مبلغ تعرفه را پس از پذیرش و عقد قرارداد به دایا آرتز بپردازد یا تنها مبلغ ودیعه به عنوان بخشی از مبلغ تعرفه پرداخت شود و الباقی پس از طراحی تمام و کمال پروژه پرداخت شود.</p>
        </div>
        <div class="duty-item">
            <p>3- دایا آرتز مدتی پس از ثبت سفارش و بررسی شناخت نیاز شما، اتود ها و طرح های اولیه خود را به کارفرمایان ارائه می دهند تا با انتخاب یا ترکیب چند اتود، روند طراحی بر اساس سلیقه مشتری قرار گیرد. </p>
        </div>
        <div class="duty-item">
            <p><b>تبصره یک: </b>هر پروژه شامل طراحان و مدیر مسئول مشخصی است تا در جهت رضایت شما تغییر و اصلاحات مورد نظر شما را در اتود های اولیه اعمال کند بنابراین کارشناسان اتود های اولیه را پس اعمال برخی جزئیات در قالب حرفه ایی به ذوق و سلیقه شما می رسانند.</p>
        </div>
        <div class="duty-item">
            <p><b>تبصره دو: </b>در صورت لغو قرار داد پس از ارائه اتود های اولیه مبلغ ودیعه عودت داده نمی شود. امیدواریم قابل توجه مشتریان عزیز قرار گیرد که اتود های اولیه حاوی خلاقیت و نوآوری طراحان هستند و مهم ترین رکن طراحی به شمار می روند بنابراین در صورت رویت اتود ها و لغو قرار داد می بایست مبلغ ودیعه در ازای طراحی اتود های اولیه به طراح پرداخت شود.</p>
        </div>
        <div class="duty-item">
            <p><b>تبصره سه: </b> پروژه شامل طراحان و مدیر مسئول مشخصی است تا در جهت رضایت شما تغییر و اصلاحات مورد نظر شما را در اتود های اولیه اعمال کند بنابراین کارشناسان اتود های اولیه را را پس اعمال برخی جزئیات در قالب حرفه ایی به ذوق و سلیقه شما می رسانند.</p>
        </div>
        <div class="duty-item">
            <p>4- تیم دایا آرتز متناسب با نیاز شما وقت و زمانی را برای ارائه طرح متعهد می شود در صورت عدم تعهد برنامه زمانی ثبت شده در قرار داد، دایا آرتز حقوق و تسهیلات مشخصی را به کارفرمایان به صورت رایگان ارائه می دهد. از مشتریان گرامی تقاضا داریم ضمن ارائه به موقع اطلاعات و موارد مورد نیاز طراح برای ترسیم سفارش شما، صبور باشند. </p>
        </div>
        <div class="duty-item">
            <p>5- رکن نخست در اجرا پروژه برای طراحان دایا آرتز استاندارد های مشخص است، هر کارشناس پروژه موظف است جزئیات استاندارد ها و تجارب در طراحی و زمینه برندینگ لازم را به مشتریان ارائه دهد تا ایشان نیز از چارچوب های بازار اطلاع یابند ولیکن در صورت مغایرت نظر کارشناسان با مشتریان، نظر کارفرما گرامی در راس توجه طراح قرار گرفت تا سلیقه مشتری مطابق میل خود به جامه عمل در آید. قابل توجه مشتریان گرامی در صورت قرارگیر معیار سلیقه کارفرمایان، طراح مطابق سلیقه مشتریان عزیز فعالیت می کند و در نهایت طراحی ارائه داده شده نتیجه مستقیم سلیقه و ذوق مشتریان می باشد.</p>
        </div>
    </div>
</div>
<!-- end rules -->
@endsection